Repository: maximgorbatyuk/creativity-hub
Catalog: CreativityHub/*.lproj/Localizable.strings
Languages: kk

source: Loading...
kk: Жүктелуде...

# button.cancel
source: Cancel
kk: Болдырмау

# button.save
source: Save
kk: Сақтау

# button.delete
source: Delete
kk: Жою

# button.edit
source: Edit
kk: Өзгерту

# button.done
source: Done
kk: Дайын

# button.add
source: Add
kk: Қосу

# button.close
source: Close
kk: Жабу

# project.status.active
source: Active
kk: Белсенді

# project.status.completed
source: Completed
kk: Аяқталған

# project.status.archived
source: Archived
kk: Мұрағатта

# priority.none
source: None
kk: Жоқ

# priority.low
source: Low
kk: Төмен

# priority.medium
source: Medium
kk: Орташа

# priority.high
source: High
kk: Жоғары

# idea.source.website
source: Website
kk: Веб-сайт

# idea.source.other
source: Other
kk: Басқа

# expense.status.planned
source: Planned
kk: Жоспарланған

# expense.status.paid
source: Paid
kk: Төленген

# expense.status.refunded
source: Refunded
kk: Қайтарылған

# currency.usd
source: US Dollar
kk: АҚШ доллары

# currency.eur
source: Euro
kk: Еуро

# currency.gbp
source: British Pound
kk: Британ фунты

# currency.kzt
source: Kazakhstani Tenge
kk: Қазақстан теңгесі

# currency.rub
source: Russian Ruble
kk: Ресей рублі

# currency.uah
source: Ukrainian Hryvnia
kk: Украина гривнасы

# currency.trl
source: Turkish Lira
kk: Түрік лирасы

# currency.aed
source: UAE Dirham
kk: БАЭ дирхамы

# currency.sar
source: Saudi Riyal
kk: Сауд риялы

# currency.jpy
source: Japanese Yen
kk: Жапон иенасы

# currency.byn
source: Belarusian Ruble
kk: Беларусь рублі

# settings.color_scheme.system
source: System
kk: Жүйелік

# settings.color_scheme.light
source: Light
kk: Жарық

# settings.color_scheme.dark
source: Dark
kk: Қараңғы

# empty.projects.title
source: No Projects
kk: Жобалар жоқ

# empty.projects.message
source: Create your first project to start planning
kk: Жоспарлауды бастау үшін алғашқы жобаңызды жасаңыз

# empty.checklists.title
source: No Checklists
kk: Тізімдер жоқ

# empty.checklists.message
source: Add a checklist to organize your tasks
kk: Тапсырмаларды ұйымдастыру үшін тізім қосыңыз

# empty.checklist_items.title
source: No Items
kk: Элементтер жоқ

# empty.checklist_items.message
source: Add items to track your progress
kk: Барысты қадағалау үшін элементтер қосыңыз

# empty.ideas.title
source: No Ideas
kk: Идеялар жоқ

# empty.ideas.message
source: Save links and inspiration for your project
kk: Жобаңыз үшін сілтемелер мен шабыт сақтаңыз

# empty.expenses.title
source: No Expenses
kk: Шығыстар жоқ

# empty.expenses.message
source: Track your project spending here
kk: Жоба шығыстарын осында қадағалаңыз

# empty.notes.title
source: No Notes
kk: Жазбалар жоқ

# empty.notes.message
source: Jot down thoughts and details
kk: Ойларыңыз бен мәліметтерді жазып алыңыз

# empty.reminders.title
source: No Reminders
kk: Еске салулар жоқ

# empty.reminders.message
source: Set reminders to stay on track
kk: Ештеңені ұмытпау үшін еске салулар жасаңыз

# empty.search.title
source: No Results
kk: Нәтижелер жоқ

# empty.search.message
source: Try a different search term
kk: Басқа іздеу сөзін қолданып көріңіз

# error.retry
source: Retry
kk: Қайталау

# error.network.title
source: Connection Error
kk: Байланыс қатесі

# error.network.message
source: Check your internet connection and try again
kk: Интернет байланысын тексеріп, қайта көріңіз

# error.database.title
source: Data Error
kk: Деректер қатесі

# error.database.message
source: Something went wrong with local storage
kk: Жергілікті қоймада қате орын алды

# error.not_found.title
source: Not Found
kk: Табылмады

# error.not_found.message
source: The requested item could not be found
kk: Сұралған элемент табылмады

# error.generic.title
source: Something Went Wrong
kk: Бірдеңе дұрыс болмады

# error.generic.message
source: An unexpected error occurred. Please try again
kk: Күтпеген қате орын алды. Қайта көріңіз

# onboarding.skip
source: Skip
kk: Өткізу

# onboarding.next
source: Next
kk: Келесі

# onboarding.get_started
source: Get Started
kk: Бастау

# onboarding.language.title
source: Choose Your Language
kk: Тіліңізді таңдаңыз

# onboarding.language.description
source: You can change this later in Settings
kk: Мұны кейінірек Баптауларда өзгерте аласыз

# onboarding.welcome.title
source: Welcome to CreativityHub
kk: CreativityHub-қа қош келдіңіз

# onboarding.welcome.description
source: Plan your creative projects in one place
kk: Шығармашылық жобаларыңызды бір жерде жоспарлаңыз

# onboarding.projects.title
source: Organize Projects
kk: Жобаларды ұйымдастырыңыз

# onboarding.projects.description
source: Manage checklists, ideas, and budgets for each project
kk: Әр жоба үшін тізімдерді, идеяларды және бюджетті басқарыңыз

# onboarding.ideas.title
source: Capture Inspiration
kk: Шабытты жинаңыз

# onboarding.ideas.description
source: Save links from Instagram, Pinterest, YouTube and more
kk: Instagram, Pinterest, YouTube және басқа сілтемелерді сақтаңыз

# onboarding.budget.title
source: Track Your Budget
kk: Бюджетті бақылаңыз

# onboarding.budget.description
source: Keep expenses under control with category breakdowns
kk: Санаттар бойынша шығыстарды бақылаңыз

# onboarding.worklogs.title
source: Log Your Work Time
kk: Жұмыс уақытын жазыңыз

# onboarding.worklogs.description
source: Track time with day, hour, and minute logs for every project
kk: Әр жоба үшін уақытты күн, сағат және минут бойынша бақылаңыз

# settings.title
source: Settings
kk: Баптаулар

# settings.section.preferences
source: Preferences
kk: Теңшелімдер

# settings.section.appearance
source: Appearance
kk: Сыртқы көрініс

# settings.section.about
source: About
kk: Қолданба туралы

# settings.section.import_export
source: Import / Export
kk: Импорт / Экспорт

# settings.currency
source: Default Currency
kk: Әдепкі валюта

# settings.currency.hint
source: This currency is preselected when creating a new expense.
kk: Жаңа шығыс жасағанда осы валюта әдепкі түрде таңдалады.

# settings.language
source: Language
kk: Тіл

# settings.color_scheme
source: Color Scheme
kk: Түс тақырыбы

# settings.update_available
source: Update is available
kk: Жаңарту қолжетімді

# settings.about_app.button
source: What is the app about?
kk: Қолданба не туралы?

# settings.start_onboarding_again
source: Start onboarding again
kk: Онбордингті қайта бастау

# settings.rate_app
source: Rate the app
kk: Қолданбаны бағалау

# settings.about_app.intro_title
source: Keep your creativity in one place.
kk: Шығармашылығыңызды бір жерде сақтаңыз.

# settings.about_app.intro_message
source: CreativityHub helps you organize projects, ideas, notes, reminders, checklists, expenses, and documents in one app.
kk: CreativityHub жобаларды, идеяларды, жазбаларды, еске салғыштарды, тізімдерді, шығыстар мен құжаттарды бір қолданбада ұйымдастыруға көмектеседі.

# settings.about_app.feedback
source: If you have questions or suggestions, create an issue on GitHub:
kk: Сұрақтарыңыз немесе ұсыныстарыңыз болса, GitHub-та issue жасаңыз:

# settings.about_app.version
source: Version: %@
kk: Нұсқа: %@

# settings.about_app.developer
source: Developer: %@
kk: Әзірлеуші: %@

# settings.about_app.build_development
source: Build: Development
kk: Құрастыру: Development

# settings.version
source: Version
kk: Нұсқа

# settings.developer
source: Developer
kk: Әзірлеуші

# settings.contact_telegram
source: Contact developer via Telegram
kk: Telegram арқылы әзірлеушімен байланысу

# settings.tags
source: Tags
kk: Тегтер

# tags.title
source: Tags
kk: Тегтер

# tags.empty
source: No tags yet
kk: Тегтер әлі жоқ

# tags.empty.message
source: Tags help you organize ideas across projects.
kk: Тегтер идеяларды жобалар арасында ұйымдастыруға көмектеседі.

# tags.add
source: Add Tag
kk: Тег қосу

# tags.edit
source: Edit Tag
kk: Тегті өңдеу

# tags.delete.title
source: Delete Tag
kk: Тегті жою

# tags.delete.message
source: This tag will be removed from all ideas. This action cannot be undone.
kk: Бұл тег барлық идеялардан жойылады. Бұл әрекетті қайтару мүмкін емес.

# tags.name
source: Name
kk: Атауы

# tags.color
source: Color
kk: Түсі

# tags.name.placeholder
source: Tag name
kk: Тег атауы

# tab.home
source: Home
kk: Басты бет

# tab.today
source: Today
kk: Бүгін

# tab.projects
source: Projects
kk: Жобалар

# tab.active_project
source: Active Project
kk: Белсенді жоба

# tab.search
source: Search
kk: Іздеу

# tab.settings
source: Settings
kk: Баптаулар

# home.overdue
source: Overdue
kk: Мерзімі өткен

# home.upcoming_reminders
source: Upcoming Reminders
kk: Алдағы еске салулар

# home.active_projects
source: %d Active Projects
kk: %d белсенді жоба

# home.stats.projects
source: Projects
kk: Жобалар

# home.stats.reminders
source: Reminders
kk: Еске салулар

# home.stats.logged_time
source: Logged time
kk: Тіркелген уақыт

# home.activity_chart.title
source: Project Activity
kk: Жобалар белсенділігі

# home.activity_chart.period
source: Last 6 months, grouped by 2 weeks
kk: Соңғы 6 ай, 2 апта бойынша

# home.empty.title
source: All Clear
kk: Бәрі таза

# home.empty.message
source: No active projects or upcoming reminders. Create a project to get started!
kk: Белсенді жобалар немесе алдағы еске салулар жоқ. Бастау үшін жоба жасаңыз!

# today.create_project
source: Create Project
kk: Жоба жасау

# today.overdue
source: Overdue
kk: Мерзімі өткен

# today.upcoming_reminders
source: Upcoming Reminders
kk: Алдағы еске салулар

# today.active_projects
source: %d Active Projects
kk: %d белсенді жоба

# today.empty.title
source: All Clear
kk: Бәрі таза

# today.empty.message
source: No active projects or upcoming reminders. Create a project to get started!
kk: Белсенді жобалар немесе алдағы еске салулар жоқ. Бастау үшін жоба жасаңыз!

# projects.new
source: New Project
kk: Жаңа жоба

# project.filter.all
source: All
kk: Барлығы

# project.action.pin
source: Pin
kk: Бекіту

# project.action.unpin
source: Unpin
kk: Босату

# project.action.set_status
source: Set Status
kk: Мәртебені өзгерту

# project.delete.title
source: Delete Project
kk: Жобаны жою

# project.delete.message
source: This will permanently delete the project and all its contents. This action cannot be undone.
kk: Жоба және оның барлық мазмұны біржола жойылады. Бұл әрекетті кері қайтару мүмкін емес.

# project.form.add_title
source: New Project
kk: Жаңа жоба

# project.form.edit_title
source: Edit Project
kk: Жобаны өзгерту

# project.form.section.basic
source: Basic Info
kk: Негізгі ақпарат

# project.form.section.color
source: Color
kk: Түс

# project.form.section.status
source: Status
kk: Мәртебе

# project.form.section.dates
source: Dates
kk: Күндер

# project.form.section.budget
source: Budget
kk: Бюджет

# project.form.name
source: Project Name
kk: Жоба атауы

# project.form.description
source: Description
kk: Сипаттама

# project.form.status
source: Status
kk: Мәртебе

# project.form.set_dates
source: Set Dates
kk: Күндерді белгілеу

# project.form.start_date
source: Start Date
kk: Басталу күні

# project.form.target_date
source: Target Date
kk: Мақсатты күн

# project.form.set_budget
source: Set Budget
kk: Бюджетті белгілеу

# project.form.budget_amount
source: Amount
kk: Сома

# project.form.error.name_required
source: Project name is required
kk: Жоба атауы міндетті

# project.form.error.invalid_dates
source: Target date must be after start date
kk: Мақсатты күн басталу күнінен кейін болуы тиіс

# project.detail.dates
source: Dates
kk: Күндер

# project.detail.start
source: Start
kk: Басталуы

# project.detail.target
source: Target
kk: Мақсат

# project.detail.progress
source: Progress
kk: Барыс

# project.detail.progress_percent
source: %d%% complete
kk: %d%% аяқталды

# project.activity_chart.title
source: Activity Trend
kk: Белсенділік динамикасы

# project.activity_chart.period
source: Last 6 months, grouped by 2 weeks
kk: Соңғы 6 ай, 2 апта бойынша

# project.detail.budget
source: Budget
kk: Бюджет

# project.detail.budget_total
source: Total Budget
kk: Жалпы бюджет

# project.detail.spent
source: Spent
kk: Жұмсалған

# project.section.checklists
source: Checklists
kk: Тізімдер

# project.section.ideas
source: Ideas
kk: Идеялар

# project.section.notes
source: Notes
kk: Жазбалар

# project.section.documents
source: Documents
kk: Құжаттар

# project.section.expenses
source: Expenses
kk: Шығыстар

# project.section.reminders
source: Reminders
kk: Еске салулар

# idea.list.title
source: Ideas
kk: Идеялар

# idea.list.add
source: Add Idea
kk: Идея қосу

# idea.filter.all
source: All
kk: Барлығы

# idea.filter.no_results
source: No ideas match this filter
kk: Бұл сүзгі бойынша идеялар жоқ

# idea.detail.title
source: Idea
kk: Идея

# idea.detail.link
source: Link
kk: Сілтеме

# idea.detail.notes
source: Notes
kk: Жазбалар

# idea.detail.tags
source: Tags
kk: Тегтер

# idea.detail.no_tags
source: No tags added
kk: Тегтер қосылмаған

# idea.action.open_url
source: Open in Browser
kk: Браузерде ашу

# idea.delete.title
source: Delete Idea
kk: Идеяны жою

# idea.delete.message
source: This idea will be permanently deleted.
kk: Бұл идея біржола жойылады.

# idea.tags.existing
source: Available Tags
kk: Қолжетімді тегтер

# idea.tags.add_title
source: Add Tags
kk: Тегтер қосу

# idea.form.add_title
source: New Idea
kk: Жаңа идея

# idea.form.edit_title
source: Edit Idea
kk: Идеяны өзгерту

# idea.form.section.basic
source: Title
kk: Тақырып

# idea.form.section.url
source: URL
kk: Сілтеме

# idea.form.section.source
source: Source
kk: Көзі

# idea.form.section.notes
source: Notes
kk: Жазбалар

# idea.form.title
source: Idea Title
kk: Идея атауы

# idea.form.detected_source
source: Detected: %@
kk: Анықталды: %@

# idea.form.source_type
source: Source Type
kk: Көз түрі

# idea.form.notes_placeholder
source: Describe your idea...
kk: Идеяңызды сипаттаңыз...

# idea.form.error.title_required
source: Idea title is required
kk: Идея атауы міндетті

# checklist.list.title
source: Checklists
kk: Тізімдер

# checklist.list.add
source: Add Checklist
kk: Тізім қосу

# checklist.progress
source: %d of %d
kk: %d / %d

# checklist.filter.all
source: All
kk: Барлығы

# checklist.filter.pending
source: Pending
kk: Белсенді

# checklist.filter.completed
source: Done
kk: Дайын

# checklist.filter.overdue
source: Overdue
kk: Мерзімі өткен

# checklist.detail.progress
source: Progress
kk: Барыс

# checklist.detail.add_item
source: Add Item
kk: Элемент қосу

# checklist.form.add_title
source: New Checklist
kk: Жаңа тізім

# checklist.form.edit_title
source: Edit Checklist
kk: Тізімді өзгерту

# checklist.form.name
source: Name
kk: Атауы

# checklist.form.name_placeholder
source: Checklist name
kk: Тізім атауы

# checklist_item.form.add_title
source: New Item
kk: Жаңа элемент

# checklist_item.form.edit_title
source: Edit Item
kk: Элементті өзгерту

# checklist_item.form.section.basic
source: Basic Info
kk: Негізгі ақпарат

# checklist_item.form.section.priority
source: Priority
kk: Басымдық

# checklist_item.form.section.due_date
source: Due Date
kk: Мерзімі

# checklist_item.form.section.cost
source: Estimated Cost
kk: Болжалды құны

# checklist_item.form.section.notes
source: Notes
kk: Жазбалар

# checklist_item.form.name
source: Item Name
kk: Элемент атауы

# checklist_item.form.priority
source: Priority
kk: Басымдық

# checklist_item.form.set_due_date
source: Set Due Date
kk: Мерзімді белгілеу

# checklist_item.form.due_date
source: Due Date
kk: Мерзімі

# checklist_item.form.set_cost
source: Add Estimated Cost
kk: Болжалды құнын қосу

# checklist_item.form.cost_amount
source: Amount
kk: Сома

# checklist_item.form.notes_placeholder
source: Additional notes
kk: Қосымша жазбалар

# checklist_item.form.error.name_required
source: Item name is required
kk: Элемент атауы міндетті

# note.list.title
source: Notes
kk: Жазбалар

# note.list.add
source: Add Note
kk: Жазба қосу

# note.list.sort_by
source: Sort by
kk: Сұрыптау

# note.sort.updated
source: Updated
kk: Жаңартылған

# note.sort.title
source: Title
kk: Атауы

# note.sort.created
source: Created
kk: Жасалған

# note.action.pin
source: Pin
kk: Бекіту

# note.action.unpin
source: Unpin
kk: Босату

# note.delete.title
source: Delete Note
kk: Жазбаны жою

# note.delete.message
source: This note will be permanently deleted.
kk: Бұл жазба біржола жойылады.

# note.detail.title
source: Note
kk: Жазба

# note.detail.content
source: Content
kk: Мазмұны

# note.detail.info
source: Info
kk: Ақпарат

# note.detail.created
source: Created
kk: Жасалған

# note.detail.updated
source: Updated
kk: Жаңартылған

# note.form.add_title
source: New Note
kk: Жаңа жазба

# note.form.edit_title
source: Edit Note
kk: Жазбаны өзгерту

# note.form.section.title
source: Title
kk: Тақырып

# note.form.section.content
source: Content
kk: Мазмұны

# note.form.title_placeholder
source: Note title
kk: Жазба атауы

# note.form.content_placeholder
source: Write your note...
kk: Жазбаңызды жазыңыз...

# note.form.error.title_required
source: Note title is required
kk: Жазба атауы міндетті

# document.list.title
source: Documents
kk: Құжаттар

# document.list.add
source: Add Document
kk: Құжат қосу

# document.filter.all
source: All
kk: Барлығы

# document.filter.images
source: Images
kk: Суреттер

# document.filter.no_results
source: No documents match this filter
kk: Бұл сүзгі бойынша құжаттар жоқ

# document.summary.files_count
source: %d files
kk: %d файл

# document.type.other
source: Other
kk: Басқа

# document.delete.title
source: Delete Document
kk: Құжатты жою

# document.delete.message
source: This document will be permanently deleted.
kk: Бұл құжат біржола жойылады.

# document.action.share
source: Share
kk: Бөлісу

# document.action.rename
source: Rename
kk: Атын өзгерту

# document.action.open_in
source: Open In...
kk: Ашу...

# document.rename.title
source: Rename Document
kk: Құжат атын өзгерту

# document.rename.placeholder
source: Document name
kk: Құжат атауы

# document.rename.message
source: Enter a custom name for this document
kk: Бұл құжатқа атау енгізіңіз

# document.preview.unsupported
source: Preview not available
kk: Алдын ала қарау мүмкін емес

# document.preview.image_error
source: Could not load image
kk: Суретті жүктеу мүмкін болмады

# document.error.import_failed
source: Failed to import documents
kk: Құжаттарды импорттау сәтсіз аяқталды

# document.import.title
source: Import Document
kk: Құжат импорты

# document.import.section.source
source: Choose Source
kk: Көзін таңдаңыз

# document.import.files
source: Files
kk: Файлдар

# document.import.files.description
source: Import from Files app
kk: Файлдар қолданбасынан импорттау

# document.import.photos
source: Photo Library
kk: Фотоальбом

# document.import.photos.description
source: Choose from your photos
kk: Фотосуреттерден таңдау

# document.import.camera
source: Camera
kk: Камера

# document.import.camera.description
source: Take a new photo
kk: Жаңа фото түсіру

# document.import.supported_formats
source: Supported formats: PDF, JPEG, PNG, HEIC
kk: Қолдау көрсетілетін форматтар: PDF, JPEG, PNG, HEIC

# document.import.processing
source: Processing...
kk: Өңделуде...

# empty.documents.title
source: No Documents
kk: Құжаттар жоқ

# empty.documents.message
source: Add files and photos to your project
kk: Жобаға файлдар мен суреттер қосыңыз

# expense.list.title
source: Expenses
kk: Шығыстар

# expense.list.add
source: Add Expense
kk: Шығыс қосу

# expense.list.add_category
source: Add Category
kk: Санат қосу

# expense.filter.all
source: All
kk: Барлығы

# expense.filter.no_results
source: No expenses match this filter
kk: Бұл сүзгі бойынша шығыстар жоқ

# expense.summary.paid
source: Paid
kk: Төленген

# expense.summary.planned
source: Planned
kk: Жоспарланған

# expense.summary.total
source: Total spent
kk: Барлық шығыстар

# expense.detail.title
source: Expense
kk: Шығыс

# expense.detail.details
source: Details
kk: Мәліметтер

# expense.detail.date
source: Date
kk: Күні

# expense.detail.category
source: Category
kk: Санат

# expense.detail.currency
source: Currency
kk: Валюта

# expense.detail.notes
source: Notes
kk: Жазбалар

# expense.detail.info
source: Info
kk: Ақпарат

# expense.detail.created
source: Created
kk: Жасалған

# expense.detail.updated
source: Updated
kk: Жаңартылған

# expense.delete.title
source: Delete Expense
kk: Шығысты жою

# expense.delete.message
source: This expense will be permanently deleted.
kk: Бұл шығыс біржола жойылады.

# expense.form.add_title
source: New Expense
kk: Жаңа шығыс

# expense.form.edit_title
source: Edit Expense
kk: Шығысты өзгерту

# expense.form.section.amount
source: Amount
kk: Сома

# expense.form.currency
source: Currency
kk: Валюта

# expense.form.section.vendor
source: Vendor
kk: Сатушы

# expense.form.vendor_placeholder
source: Store or vendor name
kk: Дүкен немесе сатушы атауы

# expense.form.section.status
source: Status
kk: Мәртебе

# expense.form.status
source: Status
kk: Мәртебе

# expense.form.section.category
source: Category
kk: Санат

# expense.form.category
source: Category
kk: Санат

# expense.form.no_category
source: No Category
kk: Санатсыз

# expense.form.section.date
source: Date
kk: Күні

# expense.form.date
source: Date
kk: Күні

# expense.form.section.notes
source: Notes
kk: Жазбалар

# expense.form.notes_placeholder
source: Additional notes...
kk: Қосымша жазбалар...

# expense.form.error.amount_required
source: Please enter a valid amount
kk: Жарамды соманы енгізіңіз

# expense.category.form.add_title
source: New Category
kk: Жаңа санат

# expense.category.form.edit_title
source: Edit Category
kk: Санатты өзгерту

# expense.category.form.section.name
source: Name
kk: Атауы

# expense.category.form.name_placeholder
source: Category name
kk: Санат атауы

# expense.category.form.section.color
source: Color
kk: Түс

# expense.category.form.section.budget
source: Budget Limit
kk: Бюджет шегі

# expense.category.form.set_budget
source: Set Budget Limit
kk: Бюджет шегін белгілеу

# expense.category.form.error.name_required
source: Category name is required
kk: Санат атауы міндетті

# reminder.list.title
source: Reminders
kk: Еске салулар

# reminder.list.add
source: Add Reminder
kk: Еске салу қосу

# reminder.filter.all
source: All
kk: Барлығы

# reminder.filter.pending
source: Pending
kk: Белсенді

# reminder.filter.completed
source: Completed
kk: Орындалған

# reminder.filter.overdue
source: Overdue
kk: Мерзімі өткен

# reminder.filter.no_results
source: No reminders match this filter
kk: Бұл сүзгі бойынша еске салулар жоқ

# reminder.sort.due_date
source: Due Date
kk: Мерзімі

# reminder.sort.priority
source: Priority
kk: Басымдық

# reminder.sort.created
source: Created
kk: Жасалған

# reminder.summary.pending
source: %d pending
kk: %d белсенді

# reminder.summary.overdue
source: %d overdue
kk: %d мерзімі өткен

# reminder.status.completed
source: Completed
kk: Орындалды

# reminder.status.pending
source: Pending
kk: Белсенді

# reminder.action.mark_completed
source: Mark Completed
kk: Орындалды деп белгілеу

# reminder.action.mark_pending
source: Mark Pending
kk: Белсенді деп белгілеу

# reminder.detail.title
source: Reminder
kk: Еске салу

# reminder.detail.details
source: Details
kk: Мәліметтер

# reminder.detail.priority
source: Priority
kk: Басымдық

# reminder.detail.due_date
source: Due Date
kk: Мерзімі

# reminder.detail.notes
source: Notes
kk: Жазбалар

# reminder.detail.info
source: Info
kk: Ақпарат

# reminder.detail.created
source: Created
kk: Жасалған

# reminder.detail.updated
source: Updated
kk: Жаңартылған

# reminder.delete.title
source: Delete Reminder
kk: Еске салуды жою

# reminder.delete.message
source: This reminder will be permanently deleted.
kk: Бұл еске салу біржола жойылады.

# reminder.form.add_title
source: New Reminder
kk: Жаңа еске салу

# reminder.form.edit_title
source: Edit Reminder
kk: Еске салуды өзгерту

# reminder.form.section.title
source: Title
kk: Тақырып
