Repository: maximgorbatyuk/creativity-hub
Catalog: CreativityHub/*.lproj/Localizable.strings
Languages: kk

# reminder.form.section.priority
source: Priority
kk: Басымдық

# reminder.form.section.due_date
source: Due Date
kk: Мерзімі

# reminder.form.section.notes
source: Notes
kk: Жазбалар

# reminder.form.title_placeholder
source: Reminder title
kk: Еске салу атауы

# reminder.form.priority
source: Priority
kk: Басымдық

# reminder.form.set_due_date
source: Set Due Date
kk: Мерзімді белгілеу

# reminder.form.due_date
source: Due Date
kk: Мерзімі

# reminder.form.notes_placeholder
source: Additional notes...
kk: Қосымша жазбалар...

# reminder.form.error.title_required
source: Reminder title is required
kk: Еске салу атауы міндетті

# button.see_all
source: See All
kk: Барлығы

# search.placeholder
source: Search projects, tasks, ideas...
kk: Жобаларды, тапсырмаларды, идеяларды іздеу...

# search.prompt
source: Type at least 2 characters to search
kk: Іздеу үшін кемінде 2 таңба енгізіңіз

# search.section.projects
source: Projects
kk: Жобалар

# search.section.ideas
source: Ideas
kk: Идеялар

# search.section.notes
source: Notes
kk: Жазбалар

# search.section.reminders
source: Reminders
kk: Еске салулар

# search.section.expenses
source: Expenses
kk: Шығыстар

# search.section.checklist_items
source: Checklist Items
kk: Тізім элементтері

# search.section.documents
source: Documents
kk: Құжаттар

# settings.section.backup
source: Backup & Restore
kk: Сақтық көшірме

# backup.export
source: Export Data
kk: Деректерді экспорттау

# backup.import
source: Import Data
kk: Деректерді импорттау

# backup.import.warning
source: Importing will replace all current user data.
kk: Импорттау барлық ағымдағы пайдаланушы деректерін ауыстырады.

# backup.icloud.create
source: Backup to iCloud
kk: iCloud-қа көшіру

# backup.icloud.manage
source: Manage iCloud Backups
kk: iCloud көшірмелерін басқару

# backup.icloud.title
source: iCloud Backups
kk: iCloud көшірмелері

# backup.icloud.empty.title
source: No Backups
kk: Көшірмелер жоқ

# backup.icloud.empty.message
source: Create your first backup to get started
kk: Бастау үшін алғашқы сақтық көшірмеңізді жасаңыз

# backup.icloud.not_available.title
source: iCloud Not Available
kk: iCloud қолжетімсіз

# backup.icloud.not_available.message
source: Please sign in to iCloud in Settings to enable backups.
kk: Сақтық көшірмелерді қосу үшін Баптауларда iCloud-қа кіріңіз.

# backup.loading
source: Loading backups...
kk: Көшірмелер жүктелуде...

# backup.last
source: Last backup
kk: Соңғы көшірме

# backup.automatic.title
source: Automatic Backup
kk: Автоматты көшірме

# backup.automatic.last
source: Last:
kk: Соңғысы:

# backup.automatic.description
source: Automatic backups to iCloud keep your data safe.
kk: iCloud-қа автоматты көшірмелер деректеріңізді қауіпсіз сақтайды.

# backup.automatic.retention
source: Maximum 5 backups kept, older than 30 days auto-deleted.
kk: Ең көбі 5 көшірме сақталады, 30 күннен асқан көшірмелер автоматты түрде жойылады.

# backup.footer
source: Export your data as a JSON file or back up to iCloud. Import restores from a previously exported file.
kk: Деректеріңізді JSON файлына экспорттаңыз немесе iCloud-қа сақтаңыз. Импорт бұрын экспортталған файлдан қалпына келтіреді.

# backup.delete.title
source: Delete Backup?
kk: Көшірмені жою?

# backup.delete.message
source: Are you sure you want to delete the backup from
kk: Мына күндегі көшірмені жоюға сенімдісіз бе:

# backup.restore.title
source: Restore from Backup?
kk: Көшірмеден қалпына келтіру?

# backup.restore.message
source: This will replace all current data with the backup. This action cannot be undone.
kk: Барлық ағымдағы деректер көшірмедегі деректермен ауыстырылады. Бұл әрекетті кері қайтару мүмкін емес.

# backup.restore.action
source: Restore
kk: Қалпына келтіру

# backup.delete_all.title
source: Delete All Backups?
kk: Барлық көшірмелерді жою?

# backup.delete_all.message
source: Are you sure you want to delete all backups? This cannot be undone.
kk: Барлық көшірмелерді жоюға сенімдісіз бе? Бұл әрекетті кері қайтару мүмкін емес.

# backup.delete_all.action
source: Delete All Backups
kk: Барлық көшірмелерді жою

# backup.error.title
source: Backup Error
kk: Көшірме қатесі

# backup.error.invalid_json
source: The file is not a valid backup
kk: Файл жарамды сақтық көшірме емес

# backup.error.missing_metadata
source: The backup file is missing required metadata
kk: Көшірме файлында міндетті метадеректер жоқ

# backup.error.newer_schema
source: This backup was created with a newer version of the app
kk: Бұл көшірме қолданбаның жаңарақ нұсқасында жасалған

# backup.error.corrupted_data
source: The backup data appears to be corrupted
kk: Көшірме деректері зақымдалған

# backup.error.icloud_not_available
source: iCloud is not available. Please sign in to iCloud in Settings.
kk: iCloud қолжетімді емес. Баптауларда iCloud-қа кіріңіз.

# backup.error.icloud_storage_full
source: iCloud storage is full
kk: iCloud қоймасы толған

# settings.section.developer
source: Developer
kk: Әзірлеу

# settings.developer.mode
source: Developer Mode
kk: Әзірлеуші режимі

# settings.developer.enabled
source: Enabled
kk: Қосулы

# settings.developer.activated_title
source: Developer Mode Activated
kk: Әзірлеуші режимі іске қосылды

# settings.developer.activated_message
source: Developer mode has been enabled. You can now access additional debugging tools and options.
kk: Әзірлеуші режимі қосылды. Енді қосымша жөндеу құралдары қолжетімді.

# settings.developer.delete_all_data
source: Delete All Data
kk: Барлық деректерді жою

# settings.developer.delete_all_confirm_title
source: Delete All Data?
kk: Барлық деректерді жою?

# settings.developer.delete_all_confirm_message
source: This will permanently delete all data. This action cannot be undone.
kk: Барлық деректер біржола жойылады. Бұл әрекетті кері қайтару мүмкін емес.

# settings.developer.delete_all_confirm_action
source: Delete All
kk: Барлығын жою

# settings.developer.generate_random_data
source: Generate Random Data
kk: Тестілік деректер жасау

# settings.developer.random_data_confirm_title
source: Generate Random Data?
kk: Тестілік деректер жасау?

# settings.developer.random_data_confirm_message
source: This will replace existing data for the selected project with random test data.
kk: Таңдалған жобаның деректері кездейсоқ тестілік деректермен ауыстырылады.

# settings.developer.random_data_confirm_action
source: Generate
kk: Жасау

# settings.developer.select_project
source: Select Project
kk: Жобаны таңдаңыз

# settings.developer.no_projects
source: No Projects
kk: Жобалар жоқ

# settings.developer.no_projects_message
source: Create a project first, then generate random data for it.
kk: Алдымен жоба жасаңыз, содан кейін ол үшін тестілік деректер жасаңыз.

# settings.developer.schema_version
source: Database Schema Version
kk: Деректер қоры нұсқасы

# settings.developer.footer
source: These tools are for development and testing only.
kk: Бұл құралдар тек әзірлеу мен тестілеу үшін арналған.

# settings.developer.request_permission
source: Request Notification Permission
kk: Хабарлама рұқсатын сұрау

# settings.developer.send_notification
source: Send Test Notification
kk: Тестілік хабарлама жіберу

# settings.developer.schedule_notification
source: Schedule Notification (5s)
kk: Хабарлама жоспарлау (5с)

# settings.developer.view_settings_table
source: View user_settings Table
kk: user_settings кестесі

# settings.developer.no_settings
source: No settings found
kk: Баптаулар табылмады

# settings.developer.reset_migration
source: Reset Database Migrations
kk: ДҚ миграцияларын қалпына келтіру

# settings.developer.reset_migration_title
source: Reset Migrations?
kk: Миграцияларды қалпына келтіру?

# settings.developer.reset_migration_confirm
source: Reset
kk: Қалпына келтіру

# settings.developer.reset_migration_warning
source: This will clear all migration records. The app will re-run migrations on next launch. Use with caution.
kk: Барлық миграция жазбалары жойылады. Қолданба келесі іске қосылғанда миграцияларды қайта орындайды. Сақтықпен қолданыңыз.

# developer.document_storage.button
source: Document Storage Browser
kk: Құжат қоймасын шолу

# developer.document_storage.title
source: Document Storage
kk: Құжат қоймасы

# developer.document_storage.folders
source: Folders
kk: Қалталар

# developer.document_storage.root_files
source: Root Files
kk: Түбірлік файлдар

# developer.document_storage.no_files
source: No files
kk: Файлдар жоқ

# developer.document_storage.stats.title
source: Storage
kk: Қойма

# developer.document_storage.stats.files_folders
source: %d files in %d folders
kk: %d файл %d қалтада

# developer.document_storage.stats.files
source: files
kk: файл

# developer.document_storage.file_info
source: File Info
kk: Файл ақпараты

# developer.document_storage.type
source: Type
kk: Түрі

# developer.document_storage.size
source: Size
kk: Өлшемі

# developer.document_storage.created
source: Created
kk: Жасалған

# developer.document_storage.modified
source: Modified
kk: Өзгертілген

# developer.document_storage.path
source: Path
kk: Жол

# developer.document_storage.quick_look
source: Quick Look
kk: Жылдам қарау

# developer.document_storage.share
source: Share
kk: Бөлісу

# developer.document_storage.delete
source: Delete
kk: Жою

# developer.document_storage.delete_confirm.title
source: Delete File?
kk: Файлды жою?

# developer.document_storage.delete_confirm.message
source: This file will be permanently deleted. This action cannot be undone.
kk: Бұл файл біржола жойылады. Бұл әрекетті кері қайтару мүмкін емес.

# developer.launch_screen.button
source: View Launch Screen
kk: Іске қосу экраны

# share.title
source: Save to CreativityHub
kk: CreativityHub-қа сақтау

# share.section.content
source: Shared Content
kk: Мазмұн

# share.section.project
source: Project
kk: Жоба

# share.section.type
source: Save As
kk: Түрін таңдау

# share.section.details
source: Details
kk: Мәліметтер

# share.field.project
source: Project
kk: Жоба

# share.field.type
source: Type
kk: Түрі

# share.field.name
source: Name
kk: Атауы

# share.field.note_text
source: Text
kk: Мәтін

# share.field.note_description
source: Description
kk: Сипаттама

# share.placeholder.select_project
source: Select a project
kk: Жобаны таңдаңыз

# share.placeholder.select_type
source: Select type
kk: Түрін таңдаңыз

# share.placeholder.name
source: Enter name
kk: Атауын енгізіңіз

# share.placeholder.note_description
source: Enter description
kk: Сипаттама енгізіңіз

# share.optional
source: Optional
kk: Міндетті емес

# share.type.idea
source: Idea
kk: Идея

# share.type.document
source: Document
kk: Құжат

# share.type.note
source: Note
kk: Жазба

# share.kind.link
source: Link
kk: Сілтеме

# share.kind.text
source: Text
kk: Мәтін

# share.kind.image
source: Image
kk: Сурет

# share.kind.file
source: File
kk: Файл

# share.error.save_failed
source: Failed to save. Please try again.
kk: Сақтау сәтсіз аяқталды. Қайта көріңіз.

# share.error.cancelled
source: User cancelled.
kk: Пайдаланушы әрекетті болдырмады.

# share.error.unsupported
source: This content type is not supported.
kk: Бұл мазмұн түрі қолдау көрсетілмейді.

# share.error.no_projects
source: No Projects Found
kk: Жобалар табылмады

# share.error.no_projects_hint
source: Create a project in CreativityHub first, then share content here.
kk: Алдымен CreativityHub-та жоба жасаңыз, содан кейін мазмұнмен бөлісіңіз.

# tab.projects_list
source: Projects List
kk: Жобалар тізімі

# project.selector.select_project
source: Select a project
kk: Жобаны таңдаңыз

# project.selector.create_new
source: Create New Project
kk: Жаңа жоба жасау

# project.content.title
source: Project
kk: Жоба

# project.content.empty.title
source: No Projects Yet
kk: Жобалар жоқ

# project.content.empty.subtitle
source: Create your first project to get started
kk: Бастау үшін бірінші жобаңызды жасаңыз

# project.content.empty.add_button
source: Create Project
kk: Жоба жасау

# project.content.add_item
source: Add New
kk: Жаңа қосу

# project.section.work_logs
source: Work Logs
kk: Жұмыс журналы

# project.add_new.work_log
source: Work Log
kk: Жұмыс жазбасы

# worklog.list.title
source: Work Logs
kk: Жұмыс журналы

# worklog.list.add
source: Add Work Log
kk: Жазба қосу

# worklog.list.total
source: Total
kk: Барлығы

# worklog.form.add_title
source: New Work Log
kk: Жаңа жазба

# worklog.form.edit_title
source: Edit Work Log
kk: Жазбаны өңдеу

# worklog.form.title
source: Activity
kk: Іс-әрекет

# worklog.form.title_placeholder
source: What did you work on?
kk: Не істедіңіз?

# worklog.form.days
source: Days
kk: Күндер

# worklog.form.hours
source: Hours
kk: Сағаттар

# worklog.form.minutes
source: Minutes
kk: Минуттар

# worklog.form.linked_item
source: Linked Checklist Item
kk: Байланысты элемент

# worklog.form.linked_item.none
source: None
kk: Жоқ

# worklog.form.error.total_zero
source: Total time must be greater than zero
kk: Жалпы уақыт нөлден көп болуы керек

# worklog.form.error.negative_values
source: Values cannot be negative
kk: Мәндер теріс болмауы керек

# worklog.delete.title
source: Delete Work Log
kk: Жазбаны жою

# worklog.delete.message
source: Are you sure you want to delete this work log?
kk: Бұл жазбаны жойғыңыз келетініне сенімдісіз бе?

# worklog.duration.unit.day_short
source: d
kk: к

# worklog.duration.unit.hour_short
source: h
kk: сағ

# worklog.duration.unit.minute_short
source: m
kk: мин

# empty.worklogs.title
source: No Work Logs
kk: Жазбалар жоқ

# empty.worklogs.message
source: Track time spent on your project
kk: Жобаға жұмсалған уақытты бақылаңыз

# checklist.item.mark_done
source: Mark Done
kk: Орындалды

# checklist.item.mark_done_log_time
source: Mark Done + Log Time
kk: Орындалды + Уақыт жазу
